name: "yolo8n"
platform: "tensorrt_plan"
max_batch_size: 8
input [
  {
    name: "input"
    data_type: TYPE_FP32
    dims: [ 3, 384, 384 ]
  }
]
output [
  {
    name: "output"
    data_type: TYPE_FP32
    dims: [ 9072, 85 ]
  }
]
instance_group [
  {
    count: 1
    kind: KIND_GPU
  }
]
dynamic_batching {
  max_queue_delay_microseconds: 100
}

