name: "florence2"
backend: "python"
max_batch_size: 4
input [
  {
    name: "image"
    data_type: TYPE_FP32
    dims: [ 3, 384, 384 ]
  },
  {
    name: "text"
    data_type: TYPE_INT32
    dims: [ -1 ]
  }
]
output [
  {
    name: "output"
    data_type: TYPE_FP32
    dims: [ -1, -1 ]
  }
]
instance_group [
  {
    count: 1
    kind: KIND_GPU
  }
]
dynamic_batching {
  max_queue_delay_microseconds: 200
}

